_posts/language/2016-08-17-english-cabbage.html
---
layout: post
title: 单词本：蔬菜之卷心菜
categories: [language]
tags: [English]
---

<p>
上一篇学习到蔬菜类食物的萝卜和胡萝卜<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>，今天继续学习蔬菜单词。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> cabbage</h2>
<div class="outline-text-2" id="text-1">
<p>
包菜、甘蓝、卷心菜。德语 der Kohl<sup>de</sup>，法语 le chou<sup>fr</sup>。
</p>
<ul class="org-ul">
<li>We have fresh cabbage, celery, lettuce and spinach. 我们有新鲜的卷心菜、芹菜、生菜和菠菜。</li>
<li>Spinach, egg-plant, cabbage, cauliflower, cucumber and radish are our
fabourite vegetables. 菠菜、茄子、卷心菜、花菜、黄瓜和萝卜都是我们爱吃的蔬菜。</li>
</ul>

<p>
说来也奇怪，卷心菜在英语里还有纸钞（paper money）的意思。比如
</p>
<ul class="org-ul">
<li>I'd have <i>cabbage</i> galore in the bank if I were more frugal. 我如果节省一点的话，银行里就会有些钞票结余。</li>
</ul>

<p>
另外卷心菜可能给人一种笨笨的感觉，所以也用来形容一个人很木讷， le légume<sup>fr</sup>：
</p>
<ul class="org-ul">
<li>Oh My God, Lily! Your such a cabbage! 总之这种说法都是比较不太礼貌的用法，知道就好，最好别乱用……</li>
</ul>

<p>
卷心菜还有植物人之意 a person whose physical or mental activity is impaired or
destroyed by injury or illness，不过这样的说法依然有些不太礼貌，知道就好。
</p>
<ul class="org-ul">
<li>After the car crash, he became a cabbage.</li>
</ul>

<p>
德语和法语里用 Vegetable 来形容：
</p>
<ul class="org-ul">
<li>nach seinem Unfall vegetierte er hur noch dahin 他车祸后成了植物人</li>
<li>l'éta végétatif 植物人状态</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Chinese cabbage</h2>
<div class="outline-text-2" id="text-2">
<p>
我们常吃的大白菜，大概是中国特有的白菜吧。le chou chinois<sup>fr</sup>， 连芬兰语都叫中国包菜 kiinankaali<sup>fi</sup>。
</p>

<p>
北方的大白菜，叫 Chinese cabbage，也叫 celery cabbage，英国人叫 Chinese leaf。从日语传过去的叫 Napa cabbage。Bok Choy 广东话“白菜”的音译，和北方人说的大白菜不是一个东西，其实是北方人说的油菜，上海人说的小青菜，或上海青。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<ul class="org-ul">
<li>Napa cabbage is the main ingredient in traditional kimchi.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> Summary</h2>
<div class="outline-text-2" id="text-3">
<p>
总算知道了 cabbage 是包菜，甘蓝，卷心菜这一类蔬菜，而 Chinese cabbage 指的是东北大白菜，而 Bok Choy 则是小白菜、小青菜。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://kimi.im/2016-08-16-english-vegetable">http://kimi.im/2016-08-16-english-vegetable</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://icade.me/questions/2164">http://icade.me/questions/2164</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.maangchi.com/ingredient/napa-cabbage">http://www.maangchi.com/ingredient/napa-cabbage</a>
</p></div></div>


</div>
</div>
